import React from 'react';
import './AboutUs.css';

export const AboutUs = () => {
  return (
    <div className="about-us background-image">
      <div className="about-text">
        <h1>О нас</h1>
        <p>
          Добро пожаловать в Raxat — ваш надежный партнер в мире спортивных товаров! Мы — команда энтузиастов, объединенных общей страстью к спорту и активному образу жизни. Наша миссия — предоставить вам высококачественные товары, которые помогут достичь ваших спортивных целей и сделать каждую тренировку максимально комфортной и эффективной.
        </p>
      </div>
    </div>
  );
};